export default {
  projections: {
    транспрдE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      типТП: {
        __caption__: 'Типтп',
        тип: {
          __caption__: 'ТИптп'
        }
      }
    },
    транспсрдE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      типТП: {
        __caption__: 'Тип ТП',
        тип: {
          __caption__: 'Тип'
        }
      }
    },
    транспсрдL: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      типТП: {
        __caption__: 'Типтп',
        тип: {
          __caption__: 'Типтп'
        }
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    типТП: {
      __caption__: 'Типтп'
    }
  }
};
